package gov.pcc.pwc.service.genSerialNumber.enums;

public enum ModuleEnum {
    REV,//公共工程案件審議資訊系統
    REC,//災後復建工程經費審議及執行資訊系統
    PRO,//創新產品交流平台模組
    INS,//全民監督公共工程資訊模組
    ENG,//技師與工程技術顧問公司管理資訊系統
    FA1,//活化閒置公共設施管理系統
    FA2,//閒置設施補助執行系統
    QUA,//公共工程品管教育訓練系統
    All,//全模組
    //LIC,//重大公共建設計畫證照許可管理資訊系統
    // TEC,//公共工程技術資料庫模組
    // MRP,//公共工程價格資料庫模組
    // GEO,//大地技師資訊管理模組
    // PCC,//全球資訊網
    // ADM,//後臺管理及共用模組
    //  SUP,//行政支援管理系統
    // BID,//公共工程標案管理系統
    //FA3,//公共設施維護管理資訊公開系統
    //FLO,//重點防汛工程執行系統
}
