function issue() {
  return [
    {
      "name": "第五十四期(105.05.05)",
      "issue": "第五十四期"
    },
    {
      "name": "第五十三期(105.03.01)",
      "issue": "第五十三期"
    },
    {
      "name": "第五十二期(104.12.31)",
      "issue": "第五十二期"
    },
    {
      "name": "第五十一期(104.03.31)",
      "issue": "第五十一期"
    },
    {
      "name": "第五十期(103.12.31)",
      "issue": "第五十期"
    },
    {
      "name": "第四十九期(103.09.30)",
      "issue": "第四十九期"
    },
    {
      "name": "第四十八期(102.11.15)",
      "issue": "第四十八期"
    },
    {
      "name": "第四十七期(102.08.15)",
      "issue": "第四十七期"
    },
    {
      "name": "第四十六期(101.11.15)",
      "issue": ""
    },
    {
      "name": "第四十五期(101.7.16)",
      "issue": "第四十五期"
    },
    {
      "name": "第四十四期(101.03.15)",
      "issue": "第四十四期"
    },
    {
      "name": "第四十三期(101.01.15)",
      "issue": "第四十三期"
    },
    {
      "name": "第四十二期(100.11.15)",
      "issue": "第四十二期"
    },
    {
      "name": "第四十一期(100.09.15)",
      "issue": "第四十一期"
    },
    {
      "name": "第四十期(100.07.15)",
      "issue": "第四十期"
    },
    {
      "name": "第三十九期(100.05.15)",
      "issue": "第三十九期"
    },
    {
      "name": "第三十八期(100.03.15)",
      "issue": "第三十八期"
    },
    {
      "name": "第三十七期(100.01.17)",
      "issue": "第三十七期"
    },
    {
      "name": "第三十六期(99.11.19)",
      "issue": "第三十六期"
    },
    {
      "name": "第三十五期(99.09.15)",
      "issue": "第三十五期"
    },
    {
      "name": "第三十四期(99.07.15)",
      "issue": "第三十四期"
    },
    {
      "name": "第三十三期(99.05.15)",
      "issue": "第三十三期"
    },
    {
      "name": "第三十二期(99.03.15)",
      "issue": "第三十二期"
    },
    {
      "name": "第三十一期(99.01.15)",
      "issue": "第三十一期"
    },
    {
      "name": "第三十期(98.11.15)",
      "issue": "第三十期"
    },
    {
      "name": "第廿九期(98.09.15)",
      "issue": "第廿九期"
    },
    {
      "name": "第廿八期(98.07.15)",
      "issue": "第廿八期"
    },
    {
      "name": "第廿七期(98.05.15)",
      "issue": "第廿七期"
    },
    {
      "name": "第廿六期(98.03.15)",
      "issue": "第廿六期"
    },
    {
      "name": "第廿五期(98.01.15)",
      "issue": "第廿五期"
    },
    {
      "name": "第廿四期(97.11.15)",
      "issue": "第廿四期"
    },
    {
      "name": "第廿三期(97.09.15)",
      "issue": "第廿三期"
    },
    {
      "name": "第廿二期(97.07.15)",
      "issue": "第廿二期"
    },
    {
      "name": "第廿一期(97.05.15)",
      "issue": "第廿一期"
    },
    {
      "name": "第二十期(97.03.25)",
      "issue": "第二十期"
    },
    {
      "name": "第十九期(97.01.15)",
      "issue": "第十九期"
    },
    {
      "name": "第十八期(96.11.05)",
      "issue": "第十八期"
    },
    {
      "name": "第十七期(96.09.05)",
      "issue": "第十七期"
    },
    {
      "name": "第十六期(96.07.05)",
      "issue": "第十六期"
    },
    {
      "name": "第十五期(96.05.05)",
      "issue": "第十五期"
    },
    {
      "name": "第十四期(96.03.05)",
      "issue": "第十四期"
    },
    {
      "name": "第十三期(96.01.05)",
      "issue": "第十三期"
    },
    {
      "name": "第十二期(95.12.05)",
      "issue": "第十二期"
    },
    {
      "name": "第十一期(95.10.05)",
      "issue": "第十一期"
    },
    {
      "name": "第十期(95.08.07)",
      "issue": "第十期"
    },
    {
      "name": "第九期(95.06.12)",
      "issue": "第九期"
    },
    {
      "name": "第八期(95.01.02)",
      "issue": "第八期"
    },
    {
      "name": "第七期(94.12.01)",
      "issue": "第七期"
    },
    {
      "name": "第六期(94.10.01)",
      "issue": "第六期"
    },
    {
      "name": "第五期(94.08.01)",
      "issue": "第五期"
    },
    {
      "name": "第四期(94.06.01)",
      "issue": "第四期"
    },
    {
      "name": "第三期(93.12.15)",
      "issue": "第三期"
    },
    {
      "name": "第二期(93.10.31)",
      "issue": "第二期"
    },
    {
      "name": "第一期(93.09.15)",
      "issue": "第一期"
    }
  ]
}

export default issue;
